Repository: mandaangerajaonarihery/mobilite_urbaine_apk
Catalog: lib/l10n/app_*.arb
Languages: fr

# startButton
source: Hiditra
fr: Commencer

# landingTitle
source: Manavao ny Fitantanana ny Fitaterana an-tanàn-dehibe
fr: Modernisez la Gestion du Transport Urbain

# landingWelcome
source: Vahaolana feno ho an'ny fiaraha-miasa, tompona fiara ary mpiasam-panjakana ho an'ny fanaraha-maso mahomby sy mangarahara.
fr: Une solution complète pour les coopératives, propriétaires et agents municipaux pour une supervision efficace et transparente.

# login
source: Hiditra
fr: Connexion

# logout
source: Hivoaka
fr: Déconnexion

# connectedSuccess
source: Niala soa aman-tsara
fr: Déconnecté avec succès

# languageFr
source: Frantsay
fr: Français

# lightMode
source: Mazava
fr: Mode clair

# darkMode
source: Maizina
fr: Mode sombre

# landingLogin
source: Midira amin'ny sehatra
fr: Accéder à la plateforme

# featuresTitle
source: Vahaolana ho an'ny mpandray anjara tsirairay
fr: Une solution pour chaque acteur

# feature1Title
source: Fitantanana Tsotra ho an'ny Fiaraha-miasa
fr: Gestion Simplifiée pour Coopératives

# feature1Desc
source: Araho ny fiaranao, tantano ny mpikambana, ary hatsarao ny asanao isan'andro avy amin'ny sehatra tokana.
fr: Suivez vos véhicules, gérez vos membres et optimisez vos opérations quotidiennes depuis une seule interface.

# feature2Title
source: Fanarahamaso ho an'ny Kaominina
fr: Supervision pour la Commune

# feature2Desc
source: Mahazoa angona azo itokisana, fehezo ny fahazoan-dalana ary antoka ny fanarahana ny fitsipika ho an'ny fitaterana azo antoka.
fr: Accédez à des données fiables, contrôlez les licences et assurez le respect des réglementations pour un transport plus sûr.

# feature3Title
source: Fitaovana ho an'ny Mpiasam-panjakana sy Tompona Fiara
fr: Outils pour Agents et Propriétaires

# feature3Desc
source: Atsaharo ny fanangonana fandoavam-bola, tantano ny toeram-piantsonana ary ampiaraho ny fifandraisana eo amin'ireo mpandray anjara rehetra ao amin'ny sehatra.
fr: Facilitez la collecte des paiements, la gestion des parkings et la communication entre tous les acteurs du secteur.

# seeMap
source: Hijery ny sarintany
fr: Explorer la carte

# feature4Title
source: Sarintany Mifanentana Amin'ny Fotoana Marina
fr: Carte Interactive en Temps Réel

# feature4Desc
source: Jereo ny lalana, fantaro ny fiara, ary araho ny fifamoivoizana mivantana amin'ny sarintany mora ampiasaina.
fr: Visualisez les itinéraires, localisez les véhicules et suivez le trafic en direct sur une carte facile à utiliser.

# loginWelcome
source: Tongasoa
fr: Bienvenue

# loginSubtitle
source: Midira ao amin’ny sehatrao momba ny fivezivezena
fr: Connectez-vous à votre espace mobilité

# emailLabel
source: Adiresy mailaka
fr: Adresse email

# emailValidation
source: Ampidiro azafady ny mailakao
fr: Veuillez entrer votre email

# passwordLabel
source: Teny miafina
fr: Mot de passe

# passwordValidation
source: Ampidiro azafady ny tenimiafinao
fr: Veuillez entrer votre mot de passe

# loginButton
source: Hiditra
fr: Se connecter

# loginFailed
source: Tsy nahomby ny fidirana. Hamarino azafady ny mailaka na teny miafina nampidirinao.
fr: Échec de la connexion. Veuillez vérifier vos identifiants.

# error
source: Hadisoana
fr: Erreur

# demoInfo
source: Fomba fanehoana: afaka mampiasa adiresy mailaka sy tenimiafina rehetra ianao
fr: Mode démo : utilisez n'importe quel email et mot de passe

# cooperativeSpace
source: Sehatra ho an'ny kaoperativa
fr: Espace Coopérative

# cooperativeDescription
source: Tantano ny fikambananareo amin’ny fitaterana, araho ny fiara voasoratra anarana ary ampanjary ny asanareo.
fr: Gérez votre coopérative de transport, suivez les véhicules affiliés et optimisez vos opérations.

# cooperativeFeature1
source: Fitantanana ny fiara voasoratra anarana
fr: Gestion des véhicules affiliés

# cooperativeFeature2
source: Tabilao famakafakana
fr: Tableau de bord analytique

# cooperativeFeature3
source: Fanaraha-maso ny vola miditra
fr: Suivi des revenus

# cooperativeFeature4
source: Fitantanana ny mpamily
fr: Gestion des chauffeurs

# proprietaireSpace
source: Sehatra ho an'ny tompony fiara
fr: Espace Propriétaire

# proprietaireDescription
source: Soraty anarana ny fiaranao, tantano ny fahazoan-dàlana ary araho ny satan’ny fangatahanao.
fr: Enregistrez vos véhicules, gérez vos licences et suivez le statut de vos demandes.

# proprietaireFeature1
source: Fisoratana anarana fiara
fr: Enregistrement de véhicules

# proprietaireFeature2
source: Fangatahana fahazoan-dàlana
fr: Demandes de licences

# proprietaireFeature3
source: Fanaraha-maso ny antontan-taratasy
fr: Suivi des documents

# proprietaireFeature4
source: Tantaran’ny fifanakalozana
fr: Historique des transactions

# chauffeurSpace
source: Sehatra mpamily
fr: Espace Chauffeur

# chauffeurDescription
source: Midira amin’ny dianao, araho ny vola miditra ary tantano ny fahafahanao miasa.
fr: Accédez à vos courses, suivez vos revenus et gérez vos disponibilités.

# chauffeurFeature1
source: Fitantanana ny dia
fr: Gestion des courses

# chauffeurFeature2
source: Fanaraha-maso ny vola miditra
fr: Suivi des revenus

# chauffeurFeature3
source: Tantaran’ny dia
fr: Historique des trajets

# chauffeurFeature4
source: Fitantanana ny fahafahana miasa
fr: Gestion des disponibilités

# projectBadge
source: TETIKASA FITATERANA AN-TANÀNA
fr: PROJET MOBILITÉ URBAINE

# mobiliteTitle
source: FITATERANA AN-TANÀNA
fr: MOBILITÉ URBAINE

# mobiliteSubtitle
source: Sehatra nomerika ho an’ny fitaterana an-tanàna marani-tsaina
fr: Plateforme digitale pour une mobilité urbaine intelligente

# accessButton
source: Hiditra
fr: Accéder
